labplus-cn/mpython/port/boards/mpython/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "mpython"
#define MICROPY_HW_MCU_NAME "ESP32"

#define BOARD_PORT_BUILTIN_MODULES \

